{
  "aboutUs": {
    "section3": {
      "number": "03",
      "title": "Гала Отель Ханкенди",
      "description": "Отель Гала, расположенный в центре Ханкенди, является идеальным местом как для отдыха, так и для деловых поездок. Отель, отличающийся современным дизайном и элегантным интерьером, запоминается высоким уровнем гостеприимства. С верхних этажей отеля глаз радует панорама города и горы, а с открытой террасы можно наблюдать за звездным небом. Просторные и светлые номера полностью оборудованы кондиционером, телевизором, мини-баром и бесплатным Wi-Fi. Также имеются номера с балконами с видом на город. Отель предлагает гостям спа-услуги и сауну. Для проведения свадеб, помолвок и корпоративных мероприятий имеются большие открытые и крытые залы. Для семейных гостей предусмотрена детская игровая площадка. Для автовладельцев также предусмотрена специальная парковка. Также организуются интересные экскурсии с профессиональным гидом по городу и окрестностям.",
      "buttonText": "Перейти",
      "location": "Адрес:"
    },
    "section5": {
      "number": "05",
      "title": "Гостиница Гала Шеки",
      "description": "Расположенный в городе Шеки, отель Qala Sheki предлагает гостям комфортное проживание. Этот 4-звёздочный отельный комплекс предлагает номера с видом на сад, а также доступ к саду и ресторану. На объекте работает круглосуточная стойка регистрации, предоставляются трансфер до аэропорта, обслуживание номеров и бесплатный WiFi.\nВсе номера отеля Qala Sheki оснащены кофейными приборами. В номерах отеля Ruma Qala, который предлагает общий санузел с биде и бесплатными туалетными принадлежностями, имеется кондиционер и плоский телевизор. В некоторых номерах также есть терраса. Кроме того, в каждом номере предоставляются постельное бельё и полотенца.",
      "buttonText": "Перейти",
      "location": "Адрес:"
    },
    "section1": {
      "number": "01",
      "title": "Отель Агали Зангилан",
      "description": "Наш отель, расположенный в Зангилане, предлагает комплексные услуги для современного и комфортного проживания. С круглосуточной стойкой регистрации и трансфером, а также при поддержке дружелюбного персонала, мы дарим гостям незабываемые впечатления. Помимо ресторана, кафе в саду и Чайного музея, мы предлагаем такие удобства, как соединительные номера, мини-бар и развлекательный центр для детей. Обеспечивая ваши повседневные потребности с помощью WiFi, прачечной и услуг глажки, вы также можете расслабиться благодаря спа, спортзалу, массажным услугам, турецкой бане и сауне. Кроме того, мы удовлетворяем любые вкусы и требования, предлагая обслуживание номеров, парковку, конференц-зал и организацию экскурсионных туров.",
      "buttonText": "Перейти",
      "location": "Адрес:"
    },
    "section4": {
      "number": "04",
      "title": "Олд Гейтс Отель",
      "description": "Отель Premier Old Gates Hotel, расположенный всего в 3 минутах ходьбы от станции метро «Icherisheher» в Баку, предлагает террасу, круглосуточную стойку регистрации и бесплатный WiFi. «Девичья башня» находится в 300 метрах от объекта. Номера оснащены кондиционером, мини-баром, электрическим чайником и спутниковым телевидением. В ванных комнатах установлен фен. Гости могут насладиться блюдами в ресторане отеля. По запросу предоставляются услуги обслуживания номеров, обеды на вынос и завтрак в номере. Premier Old Gates Hotel расположен в 3 км от железнодорожного вокзала Баку и в 27 км от Международного аэропорта имени Гейдара Алиева. Организуется трансфер до аэропорта. Особенно парам этот отель нравится – за двухместное проживание объект получил рейтинг 9,1.",
      "buttonText": "Перейти",
      "location": "Адрес:"
    },
    "section2": {
      "number": "02",
      "title": "Ресторан Natavan",
      "description": "Ресторан Natavan расположен в центре Баку по адресу Qəsr 1 döngə, 50, Icherisheher. Ресторан предлагает вкуснейшие блюда традиционной азербайджанской кухни; в меню присутствуют национальные блюда, такие как плов, долма и различные виды кебабов.\nОдной из главных особенностей ресторана является панорамный вид на город и море. Гости могут наслаждаться этим великолепным видом, сидя на открытой веранде. Согласно отзывам посетителей, ресторан Natavan отличается высоким качеством обслуживания и гостеприимным персоналом.\nРежим работы ресторана – с завтрака до 23:00.",
      "buttonText": "Перейти",
      "location": "Адрес:"
    },
    "moreButton": "Больше",
    "banner": {
      "breadcrumb": "Главная /",
      "pageTitle": "О нас",
      "mainTitle": "О нас",
      "subtitle": "Premier Tour стремится предоставить нашим клиентам незабываемый опыт путешествий."
    }
  },
  "navbar": {
  "home": "Главная",
  "tours": "Туры",
  "domestic": "Внутренние",
  "international": "Зарубежные",
  "about": "О нас",
  "contact": "Контакты",
  "blogs": "Блоги",
  "services": "Услуги"
},
  "footer": {
    "tagline": "Откройте для себя мир, испытайте новые впечатления и создайте незабываемые моменты с идеальным выбором для путешествий.",
    "linksTitle": "Ссылки",
    "home": "Главная",
    "tours": "Зарубежные туры",
    "domesticTours": "Внутренние туры",
    "contact": "Контакты",
    "termsTitle": "Услуги",
    "bookingPayments": "Продажа Авиабилетов",
    "cancellationsRefunds": "Визовая Поддержка",
    "travelInsurance": "Трансферные Услуги",
    "customerLiability": "Ответственность клиента",
    "contactInfoTitle": "Контактная информация",
    "phone": "+994 70 654 34 98",
    "email": "Premiertour@gmail.com",
    "copyright": "© Copyright",
    "rightsReserved": "Все права защищены."
  },
  "contact": {
    "breadcrumb": "Главная /",
    "pageTitle": "Контакты",
    "title": "Свяжитесь с нами",
    "subtitle": "Есть вопросы о вашем путешествии? Свяжитесь с нами прямо сейчас, и давайте осуществим вашу мечту о туре вместе.",
    "formTitle": "Заполните форму, чтобы связаться с нами",
    "firstNameLabel": "Имя",
    "firstNamePlaceholder": "Имя",
    "lastNameLabel": "Фамилия",
    "lastNamePlaceholder": "Фамилия",
    "emailLabel": "Email",
    "emailPlaceholder": "example@gmail.com",
    "phoneLabel": "Телефон",
    "phonePlaceholder": "+994 99 999 99 99",
    "messageLabel": "Сообщение",
    "submitButton": "Отправить",
    "socialTitle": "Социальные сети:",
    "addressLabel": "Адрес",
    "addressValue": "Баку, улица Низами, 45",
    "phoneCardLabel": "Телефон",
    "phoneCardValue": "+994 55 876 44 55",
    "emailCardLabel": "Электронная почта",
    "emailCardValue": "premiertour@gmail.com",
    "hoursLabel": "Рабочее время",
    "hoursValue": "10:00 - 20:00"
  },
  "services": {
    "breadcrumb": "Главная /",
    "pageTitle": "Наши Услуги",
    "mainTitle": "Наши Услуги",
    "subtitle": "Профессиональные услуги для комфортного и незабываемого путешествия",
    "card1": {
      "title": "Продажа Авиабилетов",
      "description": "Прямое сотрудничество с ведущими мировыми авиакомпаниями."
    },
    "card2": {
      "title": "Визовая Поддержка",
      "description": "Комплексная поддержка для лиц, подающих на визу."
    },
    "card3": {
      "title": "Трансферные Услуги",
      "description": "Высококлассный трансфер с использованием роскошных и комфортных транспортных средств."
    },
    "more": {
      "section1": {
        "title": "1. Ваши ворота в мир – Надежные и официальные услуги по продаже авиабилетов",
        "description": "Если вы ищете комфорт, надежность и профессионализм в ваших планах путешествий, вы попали по адресу. Наша компания имеет аккредитацию Международной ассоциации воздушного транспорта (IATA) и сотрудничает напрямую с ведущими авиакомпаниями мира. Благодаря нашему долгосрочному партнерству с такими авторитетными авиакомпаниями, как Qatar Airways, Vueling, FlyDubai, Turkish Airlines, Lufthansa, British Airways, CSA Czech Airlines, Air Astana, Austrian, AZAL, Emirates, Aeroflot, Air France, Indigo, AirArabia, Ajet, Utair, Pegasus, Wizzair и другими, мы обладаем статусом официального агентства по бронированию и продаже билетов, что предоставляет вам ряд преимуществ:",
        "description1": "<strong>Обширная сеть рейсов:</strong> Мы предлагаем перелеты в любую точку мира, что позволяет вам планировать маршруты с большей гибкостью.",
        "description2": "<strong>Выгодные цены и специальные предложения:</strong> Благодаря прямому сотрудничеству мы предлагаем эксклюзивные скидки и пакеты как для частных путешественников, так и для корпоративных клиентов.",
        "description3": "<strong>Надежные системы бронирования:</strong> Используя современные технологические решения, мы быстро и безопасно бронируем ваш билет.",
        "description4": "<strong>Поддержка и консультации по путешествиям:</strong> Мы подбираем наиболее подходящее время вылета, условия транзита и другие важные детали, помогая вам на каждом этапе вашего путешествия.",
        "description5": "Благодаря нашему сервису, соответствующему международным стандартам, независимо от того, путешествуете ли вы по делам, для туризма или образования, вы гарантированно получите свой авиабилет в кратчайшие сроки и с минимальными процедурами."
      },
      "section2": {
        "title": "2. Откройте для себя мир – Полная поддержка в вопросах визы",
        "description": "Поскольку оформление визы — один из необходимых этапов для осуществления ваших планов путешествия, этот процесс иногда может стать сложным и времязатратным. Наша компания подготавливает необходимые визовые документы и оказывает всестороннюю поддержку на всех этапах — от подачи заявки до утверждения. В рамках этой поддержки мы предлагаем следующие услуги:",
        "description1": "<strong>1. Подготовка визовой заявки:</strong> Мы подготавливаем все необходимые документы для получения визы в соответствии с вашими планами путешествия и требованиями. Мы уделяем особое внимание таким деталям, как заполнение анкеты и предоставление финансовых и страховых документов.",
        "description2": "<strong>2. Выбор типа визы:</strong> Мы помогаем определить, какой тип визы – туристическая, деловая, образовательная или другая – будет для вас наиболее подходящим, тем самым экономя ваше время и средства.",
        "description3": "<strong>3. Поддержка по вопросам визовых разрешений:</strong> Мы отслеживаем ход вашего заявления, ускоряем процесс получения визовых разрешений и поддерживаем постоянный контакт с консульствами и посольствами для оперативного решения любых возникших проблем.",
        "description4": "<strong>4. Связь с консульствами и посольствами:</strong> Мы сопровождаем вас на всех этапах — от назначения удобного времени для встречи до сбора дополнительных документов, необходимых для подачи заявки.",
        "description5": "<strong>5. Подготовка к визовому интервью:</strong> Если требуется визовое интервью, мы объясняем возможные вопросы и тактику ответов, а также предоставляем советы, чтобы вы чувствовали себя уверенно и комфортно.",
        "description6": "Эти услуги помогают устранить любые сложности, с которыми вы можете столкнуться в процессе подачи визовой заявки, и позволяют завершить этот процесс в кратчайшие сроки с максимальным комфортом. В результате вы сможете спланировать ваше путешествие более спокойно и безопасно."
      },
      "section3": {
        "title": "3. Трансферные услуги – Ваш комфорт и безопасность являются нашим приоритетом",
        "description": "Доверьте транспорт, одну из важнейших составляющих вашего путешествия, профессионалам. Premier Tour предоставляет высококлассные трансферные услуги с использованием роскошных и комфортабельных транспортных средств, обеспечивая вам уникальный опыт путешествия:",
        "description1": "<strong>Безопасные и профессиональные водители:</strong> Наши водители с многолетним опытом и специальной подготовкой обеспечат вам безопасное и комфортное передвижение как по городу, так и за его пределами.",
        "description2": "<strong>Комфортабельные автомобили, микроавтобусы и автобусы:</strong> Все транспортные средства нашего автопарка соответствуют современным техническим и комфортабельным стандартам. Мы предлагаем варианты транспорта, соответствующие вашим потребностям — для индивидуальных, семейных или групповых путешествий.",
        "description3": "<strong>Многоязычное общение:</strong> Наши водители свободно общаются на турецком, английском и русском языках, что является большим преимуществом как для иностранных гостей, так и для представителей международных компаний.",
        "description4": "<strong>VIP встреча и сопровождение в аэропортах:</strong> Мы организуем встречу в аэропорту, помощь с багажом и сопровождение, чтобы вы чувствовали себя особенным с момента прибытия до завершения вашего путешествия.",
        "description5": "<strong>Глобальные авиалинии к вашим услугам:</strong> Благодаря доступу Premier Tour к глобальной сети авиакомпаний, даже самые удаленные направления предлагают вам доступные и комфортные варианты перелетов.",
        "description6": "Трансферные услуги — это не только перемещение из одного места в другое, но и один из ключевых факторов, обеспечивающих качество и комфорт вашего путешествия. Premier Tour гарантирует вам безстрессовый и комфортабельный трансферный опыт, принимая во внимание именно этот аспект."
      }
    }
  },
  "home": {
    "bannerHome": {
      "title": "Откройте мир с <1>Premier Tour</1>",
      "subtitle": "Мы подбираем для вас самые удивительные и незабываемые туры – доверьтесь нам для комфортного, увлекательного и насыщенного путешествия!",
      "inputPlaceholder": "Куда вы хотите поехать?"
    },
    "popular": {
      "title": "Самые популярные страны",
      "subtitle": "Направления, которые больше всего любят путешественники! Популярные города, комфортные туры и уникальные впечатления ждут вас."
    },
    "loveTour": {
      "title": "Самые популярные и любимые туры",
      "subtitle": "Создайте незабываемые впечатления с нашими самыми востребованными турами. Наслаждайтесь комфортными перелетами, роскошными отелями и захватывающими маршрутами с нашими эксклюзивными предложениями.",
      "button": "Подробнее"
    },
    "tourBlog": {
      "title": "Путешественный блог",
      "subtitle": "Готовы открыть мир? Здесь вы найдете истории о путешествиях, полезные советы и статьи о незабываемых местах!",
      "button": "Посмотреть все"
    },
    "review": {
      "title": "Отзывы клиентов"
    }
  },
  "blogCard": {
    "readMore": "Читать далее"
  },
  "reserveCard": {
    "overnightYes": "Проживание в отеле включено",
    "overnightNo": "Проживание в отеле не включено",
    "ticketIncluded": "Авиабилет включен",
    "ticketNotIncluded": "Авиабилет не включен",
    "insuranceIncluded": "Страховка включена",
    "insuranceNotIncluded": "Страховка не включена",
    "reserve": "Забронировать"
  },
  "reserveModal": {
    "formTitle": "Заполните форму для бронирования",
    "nameLabel": "Имя",
    "namePlaceholder": "Имя",
    "surnameLabel": "Фамилия",
    "surnamePlaceholder": "Фамилия",
    "emailLabel": "Email",
    "emailPlaceholder": "premiertour@gmail.com",
    "phoneLabel": "Номер телефона",
    "phonePlaceholder": "+994 55 852 33 99",
    "noteLabel": "Примечание",
    "submitButton": "Забронировать"
  },
  "pagination": {
    "prev": "Назад",
    "next": "Вперёд"
  },
  "tourDetail": {
    "breadcrumb": "Главная / Туры /",
    "included": "Входит в тур",
    "contactHeading": "Для дополнительной информации свяжитесь с нами",
    "emailLabel": "Электронная почта",
    "phoneLabel": "Телефон",
    "similarTours": "Похожие туры",
    "viewAll": "Посмотреть все",
    "overnightYes": "Проживание в отеле включено",
    "overnightNo": "Проживание в отеле не включено",
    "ticketIncluded": "Авиабилет включен",
    "ticketNotIncluded": "Авиабилет не включен",
    "visaAvailable": "Визовая поддержка есть",
    "visaNotAvailable": "Визовой поддержки нет",
    "insuranceIncluded": "Страховка включена",
    "insuranceNotIncluded": "Страховка не включена",
    "guide": "Гид"
  },
  "tours": {
    "breadcrumb": "Главная / Туры /",
    "pageTitle": "Внутренние туры",
    "pageTitleOutgoing": "Туры за рубежом",
    "countryLabel": "Страна",
    "selectCountry": "Выберите страну",
    "cityLabel": "Город",
    "selectCity": "Выберите город",
    "startDatePlaceholder": "Начало",
    "endDatePlaceholder": "Конец",
    "tourTitle": "Внутренние туры",
    "sort": "Сортировать",
    "viewMore": "Посмотреть подробнее",
    "search": "Поиск",
    "startDate": "Дата начала",
    "endDate": "Крайний срок"
  },
  "recommed": {
    "title": "Рекомендуемые",
    "button": "Посмотреть все"
  },
  "blogDetail": {
    "breadcrumb": "Главная / Блог /",
    "blogHeading": "Блог о путешествиях Premier Tour",
    "authorLabel": "Автор",
    "copyLink": "Скопировать ссылку",
    "section1Title": "1. Аэропорт Чанги, Сингапур (SIN) – Лидер мира",
    "section1Description": "Аэропорт Чанги в Сингапуре не раз признавался лучшим аэропортом в мире. Это не просто аэропорт, а настоящий центр отдыха и развлечений. Комплекс Jewel Changi является одной из самых впечатляющих достопримечательностей аэропорта: здесь находится самый высокий закрытый водопад в мире, зеленые тропические сады и интерактивные развлекательные зоны. Пассажиры могут воспользоваться бесплатным кинотеатром, посетить магазины известных брендов или отдохнуть в уютных лаунж-зонах. Также предусмотрены специальные спальные капсулы и удобные кресла, а бесплатный Wi-Fi работает на высоких скоростях. Если у вас длительная пересадка, аэропорт Чанги – это лучшее место для комфортного времяпрепровождения.",
    "section1Emphasis": "Если у вас длительная пересадка, аэропорт Чанги – лучшее место для комфортного времяпрепровождения без ощущения скученности.",
    "section2Title": "2. Международный аэропорт Инчхон, Сеул (ICN) – Слияние технологий и комфорта",
    "section2Description": "Международный аэропорт Инчхон, расположенный в Сеуле, Южная Корея, считается одним из самых комфортных для пассажиров. Он знаменит своими технологическими инновациями и высоким уровнем обслуживания. В аэропорту доступны бесплатные душевые, качественные зоны отдыха и выставки, знакомящие с корейской культурой. Также есть специально оборудованный каток, поле для гольфа и даже спа-центр. Бесплатный Wi-Fi работает отлично. Если вам нужно совместить технологии и комфорт во время ожидания, аэропорт Инчхон – идеальный выбор.",
    "section3Title": "3. Аэропорт Цюриха (ZRH) – Самый комфортный аэропорт Европы",
    "section3Description": "Аэропорт Цюриха в Швейцарии – один из самых комфортных и организованных аэропортов в Европе. Здесь все устроено эффективно и точно, создавая спокойную атмосферу для пассажиров. Быстрые проверки безопасности и контроль паспортов – значительные преимущества для транзитных пассажиров. В аэропорту имеются просторные лаунж-зоны, как крытые, так и открытые места для отдыха, а также разнообразные рестораны. Магазины беспошлинной торговли предлагают качественную продукцию с широким ассортиментом.",
    "recommendTitle": "Из блога",
    "viewAll": "Посмотреть все",
    "recommendSubtitle": "Готовы открыть мир? Здесь вы найдете истории о путешествиях, полезные советы и статьи о незабываемых местах!"
  },
  "newBlog": {
    "breadcrumb": "Главная /",
    "pageTitle": "Блог",
    "title": "Новейшее",
    "date": "02.03.2025",
    "blogTitle": "Топ 5 регионов Турции для летнего отдыха – Анталия, Бодрум или Каппадокия?",
    "blogContent": "Турция является одним из самых известных направлений для летнего туризма в мире. С пляжным отдыхом и регионами, богатыми историческим и культурным наследием, каждый может найти место по своему вкусу. Какой регион подходит вам лучше? Давайте сравним топ-5 летних регионов Турции!",
    "readMore": "Читать далее"
  },
  "oldBlog": {
    "title": "Предыдущие блоги",
    "mainDate": "12.02.2025",
    "mainTitle": "Лучшие аэропорты мира – Где можно комфортно ожидать?",
    "mainContent": "Во время путешествия ожидание в аэропорту может быть утомительным, но некоторые аэропорты предоставляют пассажирам комфортные и роскошные условия."
  },
  "searchResult": {
    "title": "Результаты поиска"
  },
  "searchPage": {
    "loading": "Загрузка..."
  },
  "blogDetailCard": {
    "button": "Читать блог"
  },
  "countryTours": {
    "title": "Туры по стране"
  },

  "notResult": {
    "title": "Хм… здесь ничего нет!",
    "description": "Попробуйте поискать что-то другое или изучите другие разделы.",
    "alt": "Нет результата",
    "goBack": "Возвращаться"
  }




}
