{
  "aboutUs": {
    "section1": {
      "number": "01",
      "title": "Ağalı Otel Zəngilan",
      "description": "Zəngilanda yerləşən otelimiz, müasir və rahat qalma təcrübəsi üçün hərtərəfli xidmətlər təqdim edir. 24/7 resepsion və transfer xidməti ilə, səmimi işçi heyətimizin dəstəyi altında, qonaqlarımıza unudulmaz bir təcrübə yaşadırıq. Restoranımız, bağça kafe və Çay muzeyi ilə yanaşı, konnekt otaqlar, mini-bar və uşaqlar üçün əyləncə mərkəzi kimi imkanlar da mövcuddur. WiFi internet, camaşırxana və ütü xidmətləri ilə gündəlik ehtiyaclarınızı qarşılarkən, spa, idman zalı, masaj xidməti, Türk hamamı və sauna sayəsində dincəlmək imkanı əldə edirsiniz. Bundan əlavə, otaqlara xidmət, avtomobil dayanacağı, konfrans zalı və gəzinti turlarının təşkili ilə hər zövqə və tələblərə cavab veririk.",
      "buttonText": "Keçid et",
      "location": "Ünvan:"
    },
    "section5": {
      "number": "05",
      "title": "Qala Hotel Şəki",
      "description": "Şəki şəhərində yerləşən Qala Hotel Şəki obyekti qonaqlara yerləşmə imkanı təqdim edir. 4 ulduzlu bu otel tipli təsisin hər bir otağı bağ mənzərəsinə malikdir və qonaqlar bağçaya, həmçinin restorana giriş imkanından faydalana bilərlər. Təsis 24 saat fəaliyyət göstərən qəbul şöbəsi, hava limanı transferi, otaq xidməti və obyekt daxilində pulsuz WiFi xidməti təqdim edir.\nQala Hotel Şəki -nin bütün qonaq otaqları qəhvə dəmləyən avadanlıq ilə təchiz olunmuşdur. Bide və pulsuz gigiyena vasitələri ilə təchiz olunmuş ümumi vanna otağı imkanı təqdim edən Ruma Qala Hotel-in bütün otaqlarında kondisioner və düz ekranlı televizor vardır. Bəzi otaqlarda isə teras mövcuddur. Həmçinin hər otaqda yataq dəsti və dəsmal təqdim olunur.",
      "buttonText": "Keçid et",
      "location": "Ünvan:"
    },
    "section3": {
      "number": "03",
      "title": "Qala Otel Xankəndi",
      "description": "Qala Otel Xankəndinin mərkəzində yerləşərək, həm istirahət, həm də işgüzar səfərlər üçün ideal məkandır. Müasir dizaynı və zərif interyeri ilə seçilən otel, yüksək qonaqpərvərlik səviyyəsi ilə yadda qalır. Otelin üst mərtəbələrindən şəhər panoraması və dağ mənzərələri göz oxşayır, açıq hava terrasından isə ulduzlu səma seyr etmək mümkündür. Geniş və işıqlı otaqlarda kondisioner, TV, mini-bar və pulsuz Wi-Fi ilə tam rahatlıq təmin olunub. Şəhərə açılan balkonlu otaqlar da mövcuddur. Oteldə qonaqlar üçün spa və sauna xidmətləri təqdim olunur. Toy, nişan və korporativ tədbirlər üçün geniş açıq və qapalı zallar fəaliyyət göstərir. Ailəli qonaqlar üçün uşaq oyun sahəsi mövcuddur. Avtomobil sahibləri üçün xüsusi dayanacaq da təmin edilib. Həmçinin, şəhər və ətraf ərazilərə peşəkar bələdçi ilə maraqlı turlar təşkil olunur.",
      "buttonText": "Keçid et",
      "location": "Ünvan:"
    },
    "section4": {
      "number": "04",
      "title": "Old Gates Hotel",
      "description": "Bakıda İçərişəhər metro stansiyasından cəmi 3 dəqiqəlik piyada məsafədə yerləşən Premier Old Gates Hotel teras, 24 saat fəaliyyət göstərən qəbul şöbəsi və pulsuz WiFi xidməti təklif edir. Qız Qalası obyektdən 300 metr məsafədə yerləşir. Otaqlarda kondisioner, minibar, elektrik çaydanı və peyk televiziyası mövcuddur. Vanna otaqları saç qurutma cihazı ilə təchiz edilmişdir. Qonaqlar otelin restoranında yeməklərin dadını çıxara bilərlər. Tələb əsasında otaq xidməti, paketli nahar və otaqda səhər yeməyi kimi xidmətlər təqdim olunur. Premier Old Gates Hotel Bakı Dəmiryol Vağzalına 3 km, Heydər Əliyev Beynəlxalq Aeroportuna isə 27 km məsafədə yerləşir. Aeroport transfer xidməti təşkil edilir. Cütlüklər xüsusilə buranı bəyənirlər – iki nəfərlik səyahət üçün bu təsisə 9,1 bal veriblər.",
      "buttonText": "Keçid et",
      "location": "Ünvan:"
    },
    "section2": {
      "number": "02",
      "title": "Natavan Restoran",
      "description": "Natavan Restoranı Bakının mərkəzində, İçərişəhərdə, Qəsr 1 döngə, 50 ünvanında yerləşir. Restoran ənənəvi Azərbaycan mətbəxinin ləziz təamlarını təqdim edir; menyusunda plov, dolma və müxtəlif kabab növləri kimi milli yeməklər mövcuddur. ​\nRestoranın əsas xüsusiyyətlərindən biri də şəhərə və dənizə açılan panoramik mənzərəsidir. Müştərilər açıq verandada oturaraq bu gözəl mənzərədən zövq ala bilərlər. İstifadəçilərin rəylərinə əsasən, Natavan Restoranı yüksək keyfiyyətli xidmət və qonaqpərvər personalı ilə seçilir. ​\nRestoranın iş saatları səhər yeməyindən başlayaraq gecə saat 11:00-a qədərdir",
      "buttonText": "Keçid et",
      "location": "Ünvan:"
    },
    "moreButton": "Daha çox",
    "banner": {
      "breadcrumb": "Ana səhifə /",
      "pageTitle": "Haqqımızda",
      "mainTitle": "Haqqımızda",
      "subtitle": "Premier Tur olaraq, müştərilərimizə unudulmaz səyahət təcrübəsi təqdim etməyi hədəfləyirik."
    }
  },
  "navbar": {
    "home": "Ana Səhifə",
    "tours": "Turlar",
    "domestic": "Ölkədaxili",
    "international": "Ölkəxarici",
    "about": "Haqqımızda",
    "contact": "Əlaqə",
    "blogs": "Bloqlar",
    "services": "Xidmətlər"
  },
  "footer": {
    "tagline": "Dünyanı kəşf etmək, yeni təcrübələr yaşamaq və yaddaqalan anlar yaratmaq üçün mükəmməl səyahət seçimidir.",
    "linksTitle": "Keçidlər",
    "home": "Ana səhifə",
    "tours": "Ölkəxarici turlar",
    "domesticTours": "Ölkədaxili turlar",
    "contact": "Əlaqə",
    "termsTitle": "Xidmətlərimiz",
    "bookingPayments": "Aviabilet Satışı",
    "cancellationsRefunds": "Viza dəstəyi",
    "travelInsurance": "Transfer xidmətləri",
    "customerLiability": "Müştəri Məsuliyyəti",
    "contactInfoTitle": "Əlaqə məlumatları",
    "phone": "+994 70 654 34 98",
    "email": "Premiertour@gmail.com",
    "copyright": "© Copyright",
    "rightsReserved": "Bütün hüquqlar qorunur."
  },
  "contact": {
    "breadcrumb": "Ana səhifə /",
    "pageTitle": "Əlaqə",
    "title": "Bizimlə Əlaqə",
    "subtitle": "Səyahətinizlə bağlı suallarınız var? Elə indi bizimlə əlaqə saxlayın və xəyalınızdakı turu birlikdə gerçəkləşdirək",
    "formTitle": "Formanı dolduraraq bizimlə əlaqə saxlayın",
    "firstNameLabel": "Adınız",
    "firstNamePlaceholder": "Ad",
    "lastNameLabel": "Soyadınız",
    "lastNamePlaceholder": "Soyad",
    "emailLabel": "Email",
    "emailPlaceholder": "example@gmail.com",
    "phoneLabel": "Telefon Nömrəsi",
    "phonePlaceholder": "+994 99 999 99 99",
    "messageLabel": "Qeyd",
    "submitButton": "Göndər",
    "socialTitle": "Sosyal Medya:",
    "addressLabel": "Ünvan",
    "addressValue": "Bakı, Nizami küçəsi 45",
    "phoneCardLabel": "Telefon nömrəsi",
    "phoneCardValue": "+994 55 876 44 55",
    "emailCardLabel": "E-mail",
    "emailCardValue": "premiertour@gmail.com",
    "hoursLabel": "İş saatı",
    "hoursValue": "10:00 - 20:00"
  },
  "services": {
    "breadcrumb": "Ana səhifə /",
    "pageTitle": "Xidmətlərimiz",
    "mainTitle": "Xidmətlərimiz",
    "subtitle": "Rahat və unudulmaz səyahət üçün peşəkar xidmətlər",
    "card1": {
      "title": "Aviabilet satışı",
      "description": "Dünyanın aparıcı aviaşirkətləri ilə birbaşa əməkdaşlıq."
    },
    "card2": {
      "title": "Viza dəstəyi",
      "description": "Viza üçün müraciət edən şəxslərə hərtərəfli dəstək təklif edirik."
    },
    "card3": {
      "title": "Transfer xidmətləri",
      "description": "Lüks və komfortlu nəqliyyat vasitələri ilə yüksək səviyyəli transfer."
    },
    "more": {
      "section1": {
        "title": "1. Dünyaya Açılan Qapınız – Etibarlı və Rəsmi Aviabilet Xidmətləri",
        "description": "Səyahət planlarınızda rahatlıq, etibarlılıq və peşəkarlıq axtarırsınızsa, doğru ünvandasınız. Şirkətimiz Beynəlxalq Hava Nəqliyyatı Assosiasiyasının (IATA) akkreditasiyasına sahibdir və dünyanın aparıcı aviaşirkətləri ilə birbaşa əməkdaşlıq edir. Qatar Airways, Vueling, FlyDubai, Türk Hava Yolları, Lufthansa, British Airways, CSA Czech Airlines, Air Astana, Austrian, AZAL, Emirates, Aeroflot, Air France, Indigo, AirArabia, Ajet, Utair, Pegasus, Wizzair və digər nüfuzlu hava yolları ilə uzunmüddətli tərəfdaşlığımız sayəsində, rezervasiya və bilet satışı üçün rəsmi agentlik statusuna malik olmağımız sizin üçün bir sıra üstünlüklər yaradır:",
        "description1": "<strong>Geniş Uçuş Şəbəkəsi:</strong> Dünyanın istənilən nöqtəsinə uçuşlar təklif edir və səyahət marşrutlarınızı daha çevik şəkildə planlaşdırmağınıza imkan yaradırıq.",
        "description2": "<strong>Sərfəli Qiymətlər və Xüsusi Təkliflər:</strong> Birbaşa əməkdaşlıq sayəsində həm fərdi səyahətçilərə, həm də korporativ müştərilərə xüsusi endirimlər və paketlər təklif edirik.  \n",
        "description3": "<strong>Etibarlı Rezervasiya Sistemləri:</strong> Müasir texnoloji həllərdən istifadə edərək, biletinizi sürətli və təhlükəsiz şəkildə rezervasiya edirik. ",
        "description4": "<strong>Səyahət Dəstəyi və Məşvərət:</strong> Sizin üçün ən uyğun uçuş vaxtını, tranzit şərtlərini və digər vacib detalları nəzərdən keçirir, səyahətinizin hər mərhələsində yardımçı oluruq.  ",
        "description5": "Beynəlxalq standartlara cavab verən xidmətimiz sayəsində, istər işgüzar, istər turizm, istərsə də təhsil məqsədi ilə səyahət edəsiniz, uçuş biletinizi ən qısa zamanda, minimal prosedurla əldə etməyiniz təmin edilir.\n"
      },
      "section2": {
        "title": "2. Dünyanı Kəşf Edin – Viza İşlərinizdə Tam Dəstək",
        "description": "Səyahət planlarınızı reallaşdırmaq üçün mütləq addımlardan biri olan viza məsələsi bəzən mürəkkəb və vaxt aparan prosesə çevrilə bilər. Şirkətimiz, səyahətə çıxmaq üçün lazımi viza sənədlərini hazırlayaraq, müraciətdən təsdiqədək bütün mərhələdə sizə hərtərəfli dəstək göstərir. Bu dəstək çərçivəsində təklif etdiyimiz xidmətlər:",
        "description1": "<strong>1. Viza Müraciətinin Hazırlanması:</strong>   Səyahət planınıza və tələblərinizə uyğun olaraq viza üçün bütün zəruri sənədləri sizin üçün hazırlayırıq. Müraciət formasının doldurulması, maliyyə və səyahət sığortası sənədlərinin təmin edilməsi kimi bütün detallara xüsusi diqqət yetiririk.\n",
        "description2": "<strong>2. Viza Tipinin Seçilməsi:</strong>     Turizm, işgüzar, təhsil və ya digər xüsusi kateqoriyalar üzrə hansı viza növünün sizin üçün daha əlverişli olduğunu müəyyən etməyə kömək edirik. Bununla, əlavə vaxt və xərc itkisinin qarşısını alırsınız.\n",
        "description3": "<strong>3. Viza İcazələri ilə Əlaqədar Dəstək:</strong>   Müraciətinizin gedişatını izləyir, viza icazələrinizin alınması üçün prosesi sürətləndirmək və hər hansı yaranan problemi dərhal həll etmək məqsədilə konsulluq və səfirliklə mütəmadi əlaqədə oluruq.\n",
        "description4": "<strong>4. Konsulluq və Səfirliklə Əlaqə:</strong>     Sizə uyğun vaxtda randevu alınmasından tutmuş, müraciət üçün tələb olunan əlavə sənədlərin toplanmasına qədər bütün mərhələlərdə yanınızdayıq.\n\n",
        "description5": "<strong>5. Viza Müsahibəsi Hazırlığı:</strong>    Əgər viza müsahibəsi tələb olunursa, mümkün suallar və cavab taktikasını izah edir, özünüzü rahat və inamlı hiss etməyiniz üçün lazım olan məsləhətləri veririk.",
        "description6": "Bu xidmətlər, viza müraciəti prosesində qarşılaşa biləcəyiniz hər cür çətinliyi aradan qaldırmağa və bu prosesi ən qısa zamanda, maksimum rahatlıqla başa vurmağınıza kömək edir. Nəticədə, əsas məqsədiniz olan səyahətinizi daha stressiz və təhlükəsiz şəkildə planlaşdıra bilirsiniz.\n"
      },
      "section3": {
        "title": "3. Transfer Xidmətləri – Rahatlığınız və Təhlükəsizliyiniz Bizim Prioritetimizdir\n",
        "description": "Səyahətinizin ən vacib hissələrindən biri olan nəqliyyat məsələsini peşəkarların öhdəsinə buraxın. Premier Tour, lüks və komfortlu nəqliyyat vasitələri ilə yüksək səviyyəli transfer xidmətləri təqdim edərək, sizə unikal səyahət təcrübəsi qazandırır:\n",
        "description1": "<strong>Təhlükəsiz və Peşəkar Sürücülər:</strong> Uzun illərin təcrübəsinə malik, xüsusi təlim görmüş sürücülər sizə həm şəhərdaxili, həm də regionlararası gedişlərdə təhlükəsiz və rahat səyahət təmin edəcəklər.",
        "description2": "<strong>Komfortlu Avtomobillər, Mikroavtobuslar və Avtobuslar:</strong> Donanmadakı bütün nəqliyyat vasitələri texniki cəhətdən müasir və komfort standartlarına cavab verir. Fərdi, ailəvi və ya qrup səyahətlərinizdə ehtiyaclarınıza uyğun nəqliyyat seçimi təklif edirik.  ",
        "description3": "<strong>Dildən Asılı Olmayan Ünsiyyət:</strong> Sürücülərimiz türk, ingilis və rus dillərində sərbəst ünsiyyət qura bilir. Bu, həm xarici qonaqlar, həm də beynəlxalq şirkət nümayəndələri üçün böyük üstünlükdür.  \n",
        "description4": "<strong>Hava Limanlarında VIP Qarşılama və Müşayiət:</strong> Səyahətinizin ilk addımından sonunadək özünüzü xüsusi hiss etməyiniz üçün hava limanında qarşılama, baqaj köməyi və müşayiət xidmətləri təşkil edirik.  ",
        "description5": "<strong>Dünya Aviaşirkətləri Xidmətinizdədir:</strong> Premier Tour-un qlobal hava yolları şəbəkəsinə çıxışı sayəsində, dünyanın ən ucqar nöqtəsinə belə, sərfəli və rahat uçuş imkanlarınız mövcuddur.  ",
        "description6": "Transfer xidməti yalnız məkan dəyişdirmək deyil, eyni zamanda səfərinizin keyfiyyətini və rahatlığını təmin edən əsas amillərdən biridir. Premier Tour, məhz bu amili nəzərə alaraq, sizə stressiz və komfortlu transfer təcrübəsi yaşatmağa zəmanət verir.\n"
      }
    }
  },
  "home": {
    "bannerHome": {
      "title": "Dünyanı <1>Premier Tour</1> ilə Kəşf Et",
      "subtitle": "Sizin üçün ən möhtəşəm və unudulmaz turları seçirik – rahat, əyləncəli və dolğun səyahət təcrübəsi üçün bizə güvənin!",
      "inputPlaceholder": "Hara getmək istəyirsiniz ? "
    },
    "popular": {
      "title": "Ən Populyar Ölkələr",
      "subtitle": "Səyahətsevərlərin ən çox bəyəndiyi istiqamətlər! Populyar şəhərlər, rahat turlar və unikal təcrübələr sizi gözləyir."
    },
    "loveTour": {
      "title": "Ən çox seçilən və sevilən turlar",
      "subtitle": "Ən çox tələb olunan turlarımızla siz də unudulmaz xatirələr yaradın. Rahat uçuşlar, lüks otellər və maraqlı marşrutlarla sizə xüsusi təkliflər təqdim edirik.",
      "button": "Ətraflı bax"
    },
    "tourBlog": {
      "title": "Səyahət Bloqu",
      "subtitle": "Dünyanı kəşf etməyə hazırsınız? Səyahət hekayələri, faydalı məsləhətlər və unudulmaz məkanlar haqqında yazılar burada!",
      "button": "Hamısına bax"
    },
    "review": {
      "title": "Müştəri Rəyləri"
    }
  },
  "blogCard": {
    "readMore": "Ətraflı oxu"
  },
  "reserveCard": {
    "overnightYes": "Hoteldə gecələmə",
    "overnightNo": "Hoteldə gecələmə yoxdur",
    "ticketIncluded": "Aviabilet daxildir",
    "ticketNotIncluded": "Aviabilet daxil deyil",
    "insuranceIncluded": "Səyahət sığortası daxildir",
    "insuranceNotIncluded": "Səyahət sığortası daxil deyil",
    "reserve": "Rezervasiya et"
  },
  "reserveModal": {
    "formTitle": "Formanı dolduraraq rezervasiya edin",
    "nameLabel": "Adınız",
    "namePlaceholder": "Ad",
    "surnameLabel": "Soyadınız",
    "surnamePlaceholder": "Soyad",
    "emailLabel": "Email",
    "emailPlaceholder": "premiertour@gmail.com",
    "phoneLabel": "Telefon Nömrəsi",
    "phonePlaceholder": "+994 55 852 33 99",
    "noteLabel": "Qeyd",
    "submitButton": "Rezervasiya et"
  },
  "pagination": {
    "prev": "Əvvələ",
    "next": "Sonra"
  },
  "tourDetail": {
    "breadcrumb": "Ana səhifə / Turlar /",
    "included": "Tura daxildir",
    "contactHeading": "Əlavə məlumat üçün bizimlə əlaqə",
    "emailLabel": "E-mail",
    "phoneLabel": "Telefon nömrəsi",
    "similarTours": "Oxşar Turlar",
    "viewAll": "Hamısına bax",
    "overnightYes": "Hoteldə gecələmə",
    "overnightNo": "Hoteldə gecələmə yoxdur",
    "ticketIncluded": "Aviabilet daxildir",
    "ticketNotIncluded": "Aviabilet daxil deyil",
    "visaAvailable": "Viza dəstəyi var",
    "visaNotAvailable": "Viza dəstəyi yoxdur",
    "insuranceIncluded": "Sığorta daxildir",
    "insuranceNotIncluded": "Sığorta daxil deyil",
    "guide": "Tur bələdçisi"
  },
  "tours": {
    "breadcrumb": "Ana səhifə / Turlar /",
    "pageTitle": "Ölkədaxili turlar",
    "pageTitleOutgoing": "Ölkəxarici turlar",
    "countryLabel": "Ölkə",
    "selectCountry": "Ölkə seç",
    "cityLabel": "Şəhər",
    "selectCity": "Şəhər seç",
    "startDatePlaceholder": "Başlanğıc",
    "endDatePlaceholder": "Son",
    "tourTitle": "Ölkədaxili turlar",
    "sort": "Sırala",
    "viewMore": "Ətraflı bax",
    "search": "Axtar",
    "startDate": "Başlama tarixi",
    "endDate": "Son tarix"
  },
  "recommed": {
    "title": "Tövsiyə olunanlar",
    "button": "Hamısına bax"
  },
  "blogDetail": {
    "breadcrumb": "Ana səhifə / Bloq /",
    "blogHeading": "Premier Tur Səyahət Blogu",
    "authorLabel": "Müəllif",
    "copyLink": "Copy link",
    "section1Title": "1. Sinqapur Changi Hava Limanı (SIN) – Dünyanın Lideri",
    "section1Description": "Sinqapurun Changi Hava Limanı dəfələrlə dünyanın ən yaxşı hava limanı seçilib. Buraya adi hava limanı kimi baxmaq mümkün deyil – bu, əslində böyük bir istirahət və əyləncə mərkəzidir. Jewel Changi kompleksi hava limanının ən diqqətçəkən məkanlarından biridir. Burada dünyanın ən hündür qapalı şəlaləsi, yaşıl tropik bağlar və interaktiv əyləncə zonaları var. Changi hava limanında vaxt keçirmək üçün çox sayda maraqlı seçimlər mövcuddur. Sərnişinlər pulsuz kinoteatrdan istifadə edə, ticarət mərkəzində brend mağazalara baş çəkə və ya rahat lounge zonalarında dincələ bilərlər. Sərnişinlər üçün xüsusi yuxu kabinələri və rahat kreslolar da mövcuddur. Wi-Fi xidməti sürətlidir və hər kəs üçün pulsuzdur. Əgər uzun tranzitiniz varsa, Changi hava limanı sizi sıxmadan zamanınızı əyləncəli keçirməyə imkan yaradacaq ən yaxşı yerdir.",
    "section1Emphasis": "Əgər uzun tranzitiniz varsa, Changi hava limanı sizi sıxmadan zamanınızı əyləncəli keçirməyə imkan yaradacaq ən yaxşı yerdir.",
    "section2Title": "2. Seul Incheon Beynəlxalq Hava Limanı (ICN) – Texnologiya və Komfortun Birliyi",
    "section2Description": "Cənubi Koreyanın paytaxtı Seulda yerləşən Incheon Beynəlxalq Hava Limanı, sərnişinlər üçün ən rahat hava limanlarından biri hesab olunur. Bura səyahətçilərə təqdim etdiyi texnoloji yeniliklər və yüksək xidmət səviyyəsi ilə tanınır. Hava limanında pulsuz duş otaqları, yüksək səviyyəli istirahət zonaları və Koreya mədəniyyətini tanıdan sərgilər var. Burada sərnişinlər üçün xüsusi buz meydançası, golf sahəsi və hətta SPA mərkəzi mövcuddur. Bunlardan əlavə, Incheon hava limanında pulsuz Wi-Fi xidməti var və çox rahat işləyir. Əgər siz gözləmə zamanı həm texnologiya, həm də rahatlıq istəyirsinizsə, Seul Incheon Beynəlxalq Hava Limanı mükəmməl seçimdir.",
    "section3Title": "3. Sürix Hava Limanı (ZRH) – Avropanın Ən Rahat Hava Limanı",
    "section3Description": "İsveçrənin Sürix Hava Limanı Avropanın ən rahat və səliqəli hava limanlarından biridir. Burada hər şey səmərəli və dəqiq təşkil edilib, sərnişinlər üçün rahat və stressiz mühit yaradılıb. Sürix hava limanında sürətli təhlükəsizlik yoxlamaları və pasport nəzarəti prosesi tranzit edən sərnişinlər üçün böyük üstünlükdür. Burada geniş lounge zonaları, qapalı və açıq istirahət yerləri, eləcə də müxtəlif restoranlar var. Duty-free mağazalar yüksək keyfiyyətli məhsullar təklif edir və geniş çeşidlərə malikdir.",
    "recommendTitle": "Blogdan",
    "viewAll": "Hamısına bax",
    "recommendSubtitle": "Dünyanı kəşf etməyə hazırsınız? Səyahət hekayələri, faydalı məsləhətlər və unudulmaz məkanlar haqqında yazılar burada!"
  },
  "newBlog": {
    "breadcrumb": "Ana səhifə /",
    "pageTitle": "Bloq",
    "title": "Ən Yeni",
    "date": "02.03.2025",
    "blogTitle": "Türkiyədə Yay Tətili üçün Ən Yaxşı 5 Bölgə – Antalya, Bodrum, yoxsa Kapadokya?",
    "blogContent": "Türkiyə yay turizmi baxımından dünyanın ən məşhur istiqamətlərindən biridir. Həm dəniz-günəş istirahəti, həm də tarixi və mədəni sərvətlərlə zəngin bölgələri ilə hər kəsin zövqünə uyğun bir yer tapmaq mümkündür. Bəs hansı bölgə sizin üçün daha uyğundur? Gəlin, Türkiyənin ən populyar 5 yay tətili bölgəsini müqayisə edək!",
    "readMore": "Ətraflı oxu"
  },
  "oldBlog": {
    "title": "Öncəki bloqlar",
    "mainDate": "12.02.2025",
    "mainTitle": "Dünyanın ən yaxşı hava limanları – Harada rahat gözləmək olar?",
    "mainContent": "Səyahət edərkən hava limanında vaxt keçirmək bəzən yorucu ola bilər, amma bəzi hava limanları sərnişinlər üçün rahat və lüks şərait yaradır."
  },
  "searchResult":{
    "title":  "Axtarış nəticəsi"
  },
  "searchPage": {
    "loading": "Yüklənir..."
  },
  "blogDetailCard": {
    "button": "Blogu oxu"
  },
  "countryTours": {
    "title": "Ölkənin Turları"
  },

  "notResult": {
    "title": "Hmm… burda heç nə yoxdur!",
    "description": "Başqa bir şey axtarın və ya digər bölmələri kəşf edin.",
    "alt": "Nəticə yoxdur",
    "goBack": "Geri Qayıt"
  }


}
