{
  "aboutUs": {
    "section1": {
      "number": "01",
      "title": "Top 5 Regions in Turkey for Summer Vacation – Antalya, Bodrum, or Cappadocia?",
      "description": "Located 3.5 km from Baku Railway Station and 3.9 km from Heydar Aliyev Center, the 4-star Premier Hotel offers a restaurant, terrace, and sauna services. The property features a 24-hour reception desk, airport transfer, room service, and free WiFi throughout. The air-conditioned rooms are equipped with a private bathroom, shower, work desk, electric kettle, refrigerator, minibar, safe, flat-screen TV, and a balcony. Rooms also feature free toiletries and a CD player.",
      "buttonText": "Switch"
    },
    "section2": {
      "number": "02",
      "title": "Top 5 Regions in Turkey for Summer Vacation – Antalya, Bodrum, or Cappadocia?",
      "description": "Located in Baku, just a few steps away from the Shirvanshahs’ Palace, Qala Hotel offers a sea view. Nearby popular attractions include Flame Towers, Mountain Park, and the Azerbaijan Carpet Museum. The property features a 24-hour reception desk, airport transfer, room service, and free WiFi. All rooms at Qala Hotel come with a wardrobe. The rooms are equipped with air conditioning, a safe, and a flat-screen TV, with some rooms offering a balcony. Additionally, refrigerators are available in the rooms. Guests at Qala Hotel can enjoy a buffet breakfast. Famous nearby landmarks include Maiden Tower, Freedom Square, and Fountain Square. Heydar Aliyev International Airport is 25 km from the hotel. Couples particularly like this property; they rated it 9.6 for a two-person trip.",
      "buttonText": "Switch"
    },
    "section3": {
      "number": "03",
      "title": "Top 5 Regions in Turkey for Summer Vacation – Antalya, Bodrum, or Cappadocia?",
      "description": "Located in Zangilan, our hotel offers comprehensive services for a modern and comfortable stay. With 24/7 reception and transfer services, along with the support of our friendly staff, we provide guests with an unforgettable experience. Our restaurant, garden cafe, and Tea Museum are complemented by features such as connecting rooms, a mini-bar, and an entertainment center for children. While WiFi internet, laundry, and ironing services cater to your daily needs, you can relax with spa, gym, massage services, Turkish bath, and sauna. Additionally, we offer room service, parking, conference rooms, and organize sightseeing tours to meet every taste and requirement.",
      "buttonText": "Switch"
    },
    "section4": {
      "number": "04",
      "title": "Top 5 Regions in Turkey for Summer Vacation – Antalya, Bodrum, or Cappadocia?",
      "description": "Located just a 3-minute walk from Icherisheher Metro Station in Baku, Premier Old Gates Hotel offers a terrace, a 24-hour reception desk, and free WiFi services. The Maiden Tower is located 300 meters from the property. The rooms are equipped with air conditioning, a minibar, an electric kettle, and satellite TV. The bathrooms are equipped with a hairdryer. Guests can enjoy meals at the hotel's restaurant. Upon request, room service, packed lunches, and breakfast in the room are offered. Premier Old Gates Hotel is 3 km from Baku Railway Station and 27 km from Heydar Aliyev International Airport. Airport transfer service is available. Couples particularly like this property – they rated it 9.1 for a two-person trip.",
      "buttonText": "Switch"
    },
    "moreButton": "More",
    "banner": {
      "breadcrumb": "Home /",
      "pageTitle": "About Us",
      "mainTitle": "About Us",
      "subtitle": "At Premier Tour, we aim to provide our clients with an unforgettable travel experience."
    }
  },
  "navbar": {
    "home": "Home",
    "tours": "Tours",
    "domestic": "Incoming",
    "international": "Outgoing",
    "about": "About",
    "contact": "Contact",
    "blogs": "Blogs",
    "services": "Services"
  },
  "footer": {
    "tagline": "Discover the world, experience new adventures, and create unforgettable memories with the perfect travel choice.",
    "linksTitle": "Quick Links",
    "home": "Home",
    "tours": "Foreign tours",
    "domesticTours": "Domestic Tours",
    "contact": "Contact",
    "termsTitle": "Services",
    "bookingPayments": "Flight Ticket Sales",
    "cancellationsRefunds": "Visa Support",
    "travelInsurance": "Transfer Services",
    "customerLiability": "Customer Liability",
    "contactInfoTitle": "Contact Information",
    "phone": "+994 70 654 34 98",
    "email": "Premiertour@gmail.com",
    "copyright": "© Copyright",
    "rightsReserved": "All rights reserved."
  },
  "contact": {
    "breadcrumb": "Home /",
    "pageTitle": "Contact",
    "title": "Get in Touch",
    "subtitle": "Have any questions about your trip? Contact us now and let’s make your dream tour come true.",
    "formTitle": "Fill out the form to contact us",
    "firstNameLabel": "First Name",
    "firstNamePlaceholder": "First Name",
    "lastNameLabel": "Last Name",
    "lastNamePlaceholder": "Last Name",
    "emailLabel": "Email",
    "emailPlaceholder": "example@gmail.com",
    "phoneLabel": "Phone Number",
    "phonePlaceholder": "+994 99 999 99 99",
    "messageLabel": "Message",
    "submitButton": "Send",
    "socialTitle": "Social Media:",
    "addressLabel": "Address",
    "addressValue": "Baku, Nizami Street 45",
    "phoneCardLabel": "Phone Number",
    "phoneCardValue": "+994 55 876 44 55",
    "emailCardLabel": "E-mail",
    "emailCardValue": "premiertour@gmail.com",
    "hoursLabel": "Working Hours",
    "hoursValue": "10:00 - 20:00"
  },
  "services": {
    "breadcrumb": "Home /",
    "pageTitle": "Our Services",
    "mainTitle": "Our Services",
    "subtitle": "Professional services for a comfortable and unforgettable journey",
    "card1": {
      "title": "Flight Ticket Sales",
      "description": "Direct collaboration with leading global airlines."
    },
    "card2": {
      "title": "Visa Support",
      "description": "Comprehensive support for individuals applying for visas."
    },
    "card3": {
      "title": "Transfer Services",
      "description": "High-level transfer with luxurious and comfortable vehicles."
    },
    "more": {
      "section1": {
        "title": "1. Premier Tour Flight Ticket Sales – Reliable and Fast Service!",

  "description": "As Premier Tur, we are accredited by the International Air Transport Association (IATA) and collaborate directly with the world's leading airlines. This allows us to offer our customers the most affordable, safe, and reliable flight ticket services.",
  "description1": "Official agency status for reservation and ticket sales",
  "description2": "Fast and affordable flight ticket options to anywhere in the world",
  "description3": "Collaboration with top airlines such as Qatar Airways, Turkish Airlines, Emirates, Lufthansa, British Airways, FlyDubai, and others",
  "description4": "Book your flight ticket with us for a convenient and budget-friendly travel experience!"

      },
      "section2": {
        "title": "2. Premier Tour Visa Support – Reliable and Fast Service!",
        "description": "We offer comprehensive support for individuals applying for the necessary visa to travel. Our services include:<br/><strong>Visa Application Preparation:</strong> We assist in preparing all necessary documents for your visa according to your travel plan, from filling out the visa application form to preparing additional documents such as financial and travel insurance.<br/><strong>Visa Type Selection:</strong> We help determine which type of visa you should apply for – tourism, business, study, or other specific visas.<br/><strong>Assistance with Visa Approvals:</strong> We track your application status, help obtain visa approvals, and resolve any issues that may arise.<br/><strong>Consulate and Embassy Contact:</strong> We assist in contacting the consulate or embassy, scheduling appointments, and providing necessary information for your visa application.<br/><strong>Visa Interview Preparation:</strong> If an interview is required, we provide guidance on how to prepare and answer potential questions."
      },
      "section3": {

  "title": "3. Transfer Services – Comfortable and Safe Travels!",
  "description": "At Premier Tur, we offer high-level transfer services with luxurious and comfortable vehicles. Your comfort and safety are our top priority!",
  "description1": "Safe and professional drivers",
  "description2": "Comfortable cars, minibuses, and buses",
  "description3": "Drivers fluent in Turkish, English, and Russian",
  "description4": "VIP meet and greet at airports",
  "description5": "World Airlines at Your Service!",
  "description6": "Premier Tur provides access to a global airline network, offering you convenient and affordable flights to any destination.",
  "description7": "Feel secure with us at every moment of your journey!"

}
    }
  },
  "home": {
    "bannerHome": {
      "title": "Discover the World with <1>Premier Tour</1>",
      "subtitle": "We select the most amazing and unforgettable tours for you – trust us for a comfortable, fun, and fulfilling travel experience!",
      "inputPlaceholder": "Where would you like to go? Enter a city, country, or tour name..."
    },
    "popular": {
      "title": "Most Popular Countries",
      "subtitle": "The destinations loved by travelers! Popular cities, comfortable tours, and unique experiences await you."
    },
    "loveTour": {
      "title": "Most Popular and Beloved Tours",
      "subtitle": "Create unforgettable memories with our most sought-after tours. Enjoy comfortable flights, luxurious hotels, and exciting itineraries with our exclusive offers.",
      "button": "View More"
    },
    "tourBlog": {
      "title": "Travel Blog",
      "subtitle": "Are you ready to discover the world? Find travel stories, useful tips, and articles about unforgettable places here!",
      "button": "View All"
    },
    "review": {
      "title": "Customer Reviews"
    }
  },
  "blogCard": {
    "readMore": "Read More"
  },
  "reserveCard": {
    "overnightYes": "Overnight stay included",
    "overnightNo": "No overnight stay",
    "ticketIncluded": "Flight ticket included",
    "ticketNotIncluded": "Flight ticket not included",
    "insuranceIncluded": "Travel insurance included",
    "insuranceNotIncluded": "Travel insurance not included",
    "reserve": "Reserve Now"
  },
  "reserveModal": {
    "formTitle": "Fill out the form to make a reservation",
    "nameLabel": "First Name",
    "namePlaceholder": "First Name",
    "surnameLabel": "Last Name",
    "surnamePlaceholder": "Last Name",
    "emailLabel": "Email",
    "emailPlaceholder": "premiertour@gmail.com",
    "phoneLabel": "Phone Number",
    "phonePlaceholder": "+994 55 852 33 99",
    "noteLabel": "Note",
    "submitButton": "Reserve Now"
  },
  "pagination": {
    "prev": "Previous",
    "next": "Next"
  },
  "tourDetail": {
    "breadcrumb": "Home / Tours /",
    "included": "Included in the tour",
    "contactHeading": "For more information, contact us",
    "emailLabel": "E-mail",
    "phoneLabel": "Phone Number",
    "similarTours": "Similar Tours",
    "viewAll": "View All",
    "overnightYes": "Overnight stay included",
    "overnightNo": "No overnight stay",
    "ticketIncluded": "Flight ticket included",
    "ticketNotIncluded": "Flight ticket not included",
    "visaAvailable": "Visa support available",
    "visaNotAvailable": "No visa support",
    "insuranceIncluded": "Insurance included",
    "insuranceNotIncluded": "Insurance not included",
    "guide": "Tour guide"
  },
  "tours": {
    "breadcrumb": "Home / Tours /",
    "pageTitle": "Domestic Tours",
    "pageTitleOutgoing": "Tours Abroad",
    "countryLabel": "Country",
    "selectCountry": "Select Country",
    "cityLabel": "City",
    "selectCity": "Select City",
    "startDatePlaceholder": "Start",
    "endDatePlaceholder": "End",
    "tourTitle": "Domestic Tours",
    "sort": "Sort",
    "viewMore": "View More"
  },
  "recommed": {
    "title": "Recommended",
    "button": "View All"
  },
  "blogDetail": {
    "breadcrumb": "Home / Blog /",
    "blogHeading": "Premier Tour Travel Blog",
    "authorLabel": "Author",
    "copyLink": "Copy link",
    "section1Title": "1. Singapore Changi Airport (SIN) – The World Leader",
    "section1Description": "Singapore's Changi Airport has been voted the best airport in the world numerous times. It is not just an ordinary airport – it is a major leisure and entertainment center. The Jewel Changi complex is one of the most striking features of the airport, offering the world's tallest indoor waterfall, lush tropical gardens, and interactive entertainment zones. There are plenty of exciting options for spending time at Changi Airport. Passengers can enjoy a free cinema, explore branded stores in the shopping center, or relax in comfortable lounge areas. Special sleep pods and cozy seating are also available, and the Wi-Fi service is fast and free for everyone. If you have a long transit, Changi Airport is the ideal place to spend your time enjoyably without feeling cramped.",
    "section1Emphasis": "If you have a long transit, Changi Airport is the best place to spend your time enjoyably without feeling cramped.",
    "section2Title": "2. Seoul Incheon International Airport (ICN) – A Blend of Technology and Comfort",
    "section2Description": "Located in Seoul, South Korea, Incheon International Airport is considered one of the most comfortable airports for passengers. It is renowned for its technological innovations and high service standards. The airport offers free shower rooms, high-quality relaxation zones, and exhibits showcasing Korean culture. Additionally, there is a dedicated ice rink, a golf course, and even a spa center. Free Wi-Fi is also available and works very well. If you desire both technology and comfort during your wait, Seoul Incheon International Airport is the perfect choice.",
    "section3Title": "3. Zurich Airport (ZRH) – The Most Comfortable Airport in Europe",
    "section3Description": "Zurich Airport in Switzerland is one of the most comfortable and well-organized airports in Europe. Everything is efficiently and precisely managed to create a stress-free environment for passengers. Quick security checks and passport control are significant advantages for transit passengers. The airport also features extensive lounge areas, both indoor and outdoor relaxation spaces, as well as a variety of restaurants. Duty-free stores offer high-quality products with a wide selection.",
    "recommendTitle": "From the Blog",
    "viewAll": "View All",
    "recommendSubtitle": "Are you ready to discover the world? Find travel stories, useful tips, and articles about unforgettable places here!"
  },
  "newBlog": {
    "breadcrumb": "Home /",
    "pageTitle": "Blog",
    "title": "Latest",
    "date": "02.03.2025",
    "blogTitle": "Top 5 Regions in Turkey for a Summer Vacation – Antalya, Bodrum, or Cappadocia?",
    "blogContent": "Turkey is one of the most famous destinations for summer tourism in the world. With both beach and sun holidays and regions rich in historical and cultural heritage, there is a place to suit everyone's taste. Which region suits you best? Let's compare Turkey's top 5 summer vacation regions!",
    "readMore": "Read More"
  },
  "oldBlog": {
    "title": "Previous Blogs",
    "mainDate": "12.02.2025",
    "mainTitle": "The World's Best Airports – Where Can You Wait Comfortably?",
    "mainContent": "While traveling, waiting at the airport can sometimes be tiring, but some airports provide comfortable and luxurious facilities for passengers."
  },
  "searchResult": {
    "title": "Search results"
  },
  "searchPage": {
    "loading": "Loading..."
  },
  "blogDetailCard": {
    "button": "Read Blog"
  },
  "countryTours": {
    "title": "Tours of the country"
  },

  "notResult": {
    "title": "Hmm… nothing here!",
    "description": "Try searching for something else or explore other sections.",
    "alt": "Not Result",

    "goBack": "Go Back"

}


}
